Repository: CodyBontecou/time.md
Catalog: time.md/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Show a menu bar icon for quick access to today's screen time.
es: Muestra un icono en la barra de menús para acceder rápido al tiempo de pantalla de hoy.

source: Shows your total screen time for %@ across selected devices
es: Muestra tu tiempo total de pantalla para %@ en los dispositivos seleccionados

source: Simple Text
es: Texto simple

source: Skip for now
es: Omitir por ahora

source: Spreadsheet-compatible
es: Compatible con hojas de cálculo

source: Spreadsheet-compatible format
es: Formato compatible con hojas de cálculo

source: Start
es: Inicio

source: Start Hour
es: Hora de inicio

source: Start Time
es: Hora de inicio

source: Step-by-step guide
es: Guía paso a paso

source: Structured data
es: Datos estructurados

source: Summary
es: Resumen

source: Summary, top apps, categories, and trends
es: Resumen, principales apps, categorías y tendencias

source: Supported browsers: Safari, Chrome, Arc, Brave, Edge
es: Navegadores compatibles: Safari, Chrome, Arc, Brave, Edge

source: Switches
es: Cambios

source: Sync Everywhere
es: Sincronizar en todos

source: Sync Failed
es: Sincronización fallida

source: Sync allows you to see combined screen time from all your devices in one place.
es: La sincronización te permite ver el tiempo de pantalla combinado de todos tus dispositivos en un solo lugar.

source: Sync from your Mac to see app usage here
es: Sincroniza desde tu Mac para ver el uso de apps aquí

source: Sync is end-to-end encrypted
es: La sincronización está cifrada de extremo a extremo

# Sync status: %lld devices, last synced %@
source: Sync status: %1$lld devices, last synced %2$@
es: Estado de sincronización: %1$lld dispositivos, última sincronización %2$@

source: Sync your screen time data across devices. View combined usage from your Mac, iPhone, and iPad in one place.
es: Sincroniza tus datos de tiempo de pantalla entre dispositivos. Visualiza el uso combinado de tu Mac, iPhone e iPad en un solo lugar.

source: Synced
es: Sincronizado

source: Synced %@ ago
es: Sincronizado hace %@

source: Synced Devices: %lld
es: Dispositivos sincronizados: %lld

source: Synced from %@
es: Sincronizado desde %@

source: Synced successfully
es: Sincronizado correctamente

source: THIS WEEK
es: ESTA SEMANA

source: TIME
es: TIEMPO

source: TIME DISTRIBUTION
es: DISTRIBUCIÓN DE TIEMPO

source: TIME OF DAY
es: HORA DEL DÍA

source: TIME TREND
es: TENDENCIA DE TIEMPO

source: TIMELINE
es: CRONOLOGÍA

source: TITLE / URL
es: TÍTULO / URL

source: TO
es: HASTA

source: TODAY
es: HOY

source: TOP APP
es: APP PRINCIPAL

source: TOP APPS
es: PRINCIPALES APPS

source: TOP APPS IN SELECTION
es: PRINCIPALES APPS EN LA SELECCIÓN

source: TOP DOMAINS
es: PRINCIPALES DOMINIOS

source: TOP TRANSITIONS
es: PRINCIPALES TRANSICIONES

source: TOTAL SCREEN TIME
es: TIEMPO TOTAL DE PANTALLA

source: TOTAL TIME
es: TIEMPO TOTAL

source: TYPICAL DAY — HOURLY USAGE
es: DÍA TÍPICO — USO POR HORA

source: Tab
es: Tabulación

source: Tap to Allow
es: Toca para permitir

source: The menu bar item displays your daily screen time and allows quick sync.
es: El ítem de la barra de menús muestra tu tiempo de pantalla diario y permite sincronización rápida.

source: This Device
es: Este dispositivo

source: This Year
es: Este año

source: This device
es: Este dispositivo

source: Time
es: Tiempo

source: Time Period
es: Período de tiempo

source: Time Range
es: Rango de tiempo

source: Time of Day
es: Hora del día

source: Time spent in each app per hour of day
es: Tiempo en cada app por hora del día

source: Timeline
es: Cronología

source: To
es: Hasta

source: To track your iPhone usage, time.md needs Screen Time permission. Here's what that means:
es: Para rastrear el uso de tu iPhone, time.md necesita permiso de Tiempo de pantalla. Esto significa:

source: Today Total: %lfs
es: Total de hoy: %lfs

source: Toggle Sidebar
es: Alternar barra lateral

source: Toggle Sidebar ⌘B
es: Alternar barra lateral ⌘B

source: Top Domains
es: Principales dominios

source: Top Project
es: Proyecto principal

# Top app: %@, %@
source: Top app: %1$@, %2$@
es: App principal: %1$@, %2$@

source: Total Apps
es: Total de apps

source: Total Seconds
es: Segundos totales

source: Total Sessions
es: Sesiones totales

source: Total Switches
es: Cambios totales

source: Total Time
es: Tiempo total

source: Total Transitions
es: Transiciones totales

source: Total Visits
es: Visitas totales

source: Total screen time per hour, averaged across selected days
es: Tiempo total de pantalla por hora, promediado en los días seleccionados

source: Total time and averages
es: Tiempo total y promedios

source: Track Your Screen Time
es: Rastrea tu tiempo de pantalla

source: Track time spent in each app
es: Rastrea el tiempo en cada app

source: Tracking Status
es: Estado del rastreo

source: Transitions
es: Transiciones

source: Trend
es: Tendencia

source: Trends, heatmaps, and insights
es: Tendencias, mapas de calor y perspectivas

source: Typical Day
es: Día típico

source: UNABLE TO LOAD HISTORY
es: NO SE PUDO CARGAR EL HISTORIAL

source: Understand your digital habits with beautiful visualizations of your screen time data. Privacy-first, local-only analytics for your Apple devices.
es: Comprende tus hábitos digitales con bellas visualizaciones de tus datos de tiempo de pantalla. Privacidad primero, analíticas solo locales para tus dispositivos Apple.

source: Unique Apps
es: Apps únicas

source: Unique Pairs
es: Pares únicos

source: Unix Timestamp
es: Marca de tiempo Unix

source: Unlimited screen time analytics
es: Analíticas ilimitadas de tiempo de pantalla

source: Unmapped only (%lld)
es: Solo sin asignar (%lld)

source: Usage by weekday and hour
es: Uso por día de la semana y hora

source: Usage time by category
es: Tiempo de uso por categoría

source: Usage time per application
es: Tiempo de uso por aplicación

source: Using %@ preset
es: Usando ajuste %@

source: VISITS
es: VISITAS

source: Value
es: Valor

source: Version 1.0.0 (Build 1)
es: Versión 1.0.0 (Compilación 1)

source: Viewing current period
es: Viendo el período actual

source: Visits
es: Visitas

source: WEEK TOTAL
es: TOTAL SEMANAL

source: WEEKDAY AVERAGES
es: PROMEDIOS POR DÍA

source: WEEKDAY × HOUR ACTIVITY
es: ACTIVIDAD POR DÍA × HORA

source: We can't see your content
es: No podemos ver tu contenido

source: Web browsing history is collected from your Mac and synced via iCloud. Open time.md on your Mac to start tracking.
es: El historial de navegación web se recopila en tu Mac y se sincroniza vía iCloud. Abre time.md en tu Mac para empezar a rastrear.

source: Weekday
es: Día de la semana

source: Weekdays
es: Días laborables

source: Weekdays Only
es: Solo días laborables

source: Weekend
es: Fin de semana

source: Weekends Only
es: Solo fines de semana

source: Weekly Trend
es: Tendencia semanal

source: When Needed
es: Cuando sea necesario

source: When auto-scroll is enabled, hover over the ticker to pause it.
es: Cuando el desplazamiento automático está activado, pasa el cursor sobre el marcador para pausarlo.

source: Work
es: Trabajo

source: Work Hours
es: Horas laborales

source: Work Hours (9 AM – 5 PM)
es: Horas laborales (9 a.m. – 5 p.m.)

source: Year
es: Año

source: Yearly Trend
es: Tendencia anual

source: You can still view your Mac's screen time data synced via iCloud. Enable iPhone tracking anytime in Settings.
es: Aún puedes ver los datos del tiempo de pantalla de tu Mac sincronizados mediante iCloud. Habilita el rastreo del iPhone en cualquier momento en Ajustes.

source: You've used time.md for over 12 hours. Unlock lifetime access with a one-time purchase.
es: Has usado time.md por más de 12 horas. Desbloquea el acceso de por vida con una compra única.

source: Your free trial has ended
es: Tu período de prueba ha terminado

source: e.g. %@
es: p. ej. %@

source: iCloud Available
es: iCloud disponible

source: iCloud Sync Active
es: Sincronización con iCloud activa

source: iCloud Sync Disabled
es: Sincronización con iCloud deshabilitada

source: iCloud Unavailable
es: iCloud no disponible

source: iCloud sync across devices
es: Sincronización con iCloud entre dispositivos

source: iPhone Apps
es: Apps del iPhone

source: iPhone Screen Time
es: Tiempo de pantalla del iPhone

source: iPhone Screen Time for today
es: Tiempo de pantalla del iPhone para hoy

source: iPhone Tracking Unavailable
es: Rastreo del iPhone no disponible

source: iPhone Usage
es: Uso del iPhone

source: iPhone tracking is not enabled
es: El rastreo del iPhone no está habilitado

source: iPhone • Live Screen Time
es: iPhone • Tiempo de pantalla en vivo

source: one-time purchase, forever yours
es: compra única, tuyo para siempre

source: time.md can now track your screen time.
es: time.md ahora puede rastrear tu tiempo de pantalla.

source: time.md can track your iPhone screen time directly, giving you detailed insights into your digital habits.
es: time.md puede rastrear directamente el tiempo de pantalla de tu iPhone, dándote información detallada sobre tus hábitos digitales.

source: time.md is local-first. Your raw data stays on this machine. iCloud sync only shares aggregated daily summaries.
es: time.md es local primero. Tus datos sin procesar permanecen en esta máquina. La sincronización con iCloud solo comparte resúmenes diarios agregados.

source: time.md will now track your screen time and sync it across your devices.
es: time.md ahora rastreará tu tiempo de pantalla y lo sincronizará entre tus dispositivos.

source: vs. previous period
es: vs. período anterior
